andy2332/OpenSwitchBridge/pro_usb_controller_sim/sdkconfig.defaults
# Minimal defaults for Nintendo Switch Pro Controller USB simulation
CONFIG_IDF_TARGET="esp32s3"
CONFIG_TINYUSB_HID_COUNT=1
